[
    {
        "Coin": "SHIBA INU",
        "URL": "https://coinmarketcap.com/currencies/SHIBA-INU",
        "About": [
            {
                "Pricecurrent": "$0.00001612",
                "Pricelow": "$0.00000657",
                "Pricehigh": "$0.0000195",
                "TheCoin": "SHIB Price Live DataThe live SHIBA INU price today is $0.000016 USD with a 24-hour trading volume of $10,017,863,884 USD. SHIBA INU is up 123.64% in the last 24 hours. The current CoinMarketCap ranking is #28, with a live market cap of $6,363,878,074 USD. It has a circulating supply of 394,796,000,000,000 SHIB coins and the max. supply is not available.If you would like to know where to buy SHIBA INU, the top exchanges for trading in SHIBA INU are currently Huobi Global, OKEx, BiONE, Hotcoin Global,  and MXC.COM. You can find others listed on our crypto exchanges page.According to SHIBA INU, the reasoning behind the creation of SHIBA is that Shibas constantly forget where they bury their treasure. The website proclaims \"Many doggie wars have been waged over precious treasure and delicious goodies.\"Here are some other articles that you may be interested in:What Is a Crypto Faucet?What Are Crypto Debit Cards?What Is Web 3.0?What Is Yield Farming?What Is Crypto Lending?",
                "News": []
            }
        ]
    },
    {
        "Coin": "SafeMoon",
        "URL": "https://coinmarketcap.com/currencies/SafeMoon",
        "About": [
            {
                "Pricecurrent": "$0.0000102",
                "Pricelow": "$0.00000877",
                "Pricehigh": "$0.0000113",
                "TheCoin": "SAFEMOON Price Live DataThe live SafeMoon price today is $0.000010 USD with a 24-hour trading volume of $176,605,018 USD. SafeMoon is up 9.29% in the last 24 hours. The current CoinMarketCap ranking is #2492, with a live market cap of not available. The circulating supply is not available and the max. supply is not available.If you would like to know where to buy SafeMoon, the top exchanges for trading in SafeMoon are currently MXC.COM, ZBG, Gate.io, WhiteBIT,  and BitMart. You can find others listed on our crypto exchanges page.What Is SafeMoon (SAFEMOON)?SafeMoon Protocol is a decentralized finance (DeFi) token. According to the SafeMoon website, SafeMoon has three functions that take place during each trade: Reflection, LP Acquisition and Burn.SafeMoon protocol is a combination of RFI tokenomics and an auto-liquidity generating protocol. According to an article, SafeMoon plans to develop a non-fungible token (NFT) exchange, as well as charity projects and crypto educational apps.SafeMoon launched on Mar. 8, 2021.Who Are the Founders of SafeMoon?John Karony is the CEO at SafeMoon, according to his Twitter profile.What Makes SafeMoon Unique?The SafeMoon white paper notes that a big problem in the emerging DeFi industry is the existence of high APY LP-farms that don&#39;t have easy access for newcomers to the space.With SafeMoon, they aim to use the idea of static rewards (making the reward conditional upon the volume of the token being traded) in order to remove any pressure on the token that could occur when tokens are sold. As well, the white paper notes that their “reflect mechanism“ adds incentive for SafeMoon holders to keep their tokens for longer, or HODL. SafeMoon&#39;s Automatic LP also adds stability to the protocol by providing a price floor/cushion for token holders. SafeMoon&#39;s manual burn strategy also helps SafeMoon token holders in the long term, according to their white paper.Related Pages:Check out BNB.Check out PancakeSwap.Learn more about DeFi here.Check out the CoinMarketCap blog.How Many SafeMoon (SAFEMOON) Coins Are There in Circulation?The SafeMoon white paper describes the following: a total supply of 1,000,000,000,000,000, with 223,000,000,000,000 burned dev tokens and a fair launch supply of 777,000,000,000,000,The SafeMoon protocol, according to the white paper, works in the following way: in each trade, the transaction is taxed with a fee of 10%, which is cut in half. While 5% of the fee is redistributed to all of the token holders at the time, the other 5% is then split in half again, with 50% sold by the contract into BNB, and the remaining 50% automatically paired with the aforementioned BNB and added to PancakeSwap as a liquidity pair.How Is the SafeMoon Network Secured?The SafeMoon white paper has the following plan for the safety of its protocol: the developer burned all tokens in the Dev Wallet before launch, there was a fair launch on DxSale, the LP is locked on DxLocker for four year, and an LP is generated with every trade and locked on PancakeSwap.Where Can You Buy SafeMoon (SAFEMOON)?As of April 2021, you can purchase SafeMoon on PancakeSwap and BitMart.For more information about how to buy Bitcoin and other cryptocurrencies, check out our guide here.Here are some other articles that you may be interested in:What Is a Crypto Faucet?What Are Crypto Debit Cards?What Is Web 3.0?What Is Yield Farming?What Is Crypto Lending?",
                "News": []
            }
        ]
    },
    {
        "Coin": "Dogecoin",
        "URL": "https://coinmarketcap.com/currencies/Dogecoin",
        "About": [
            {
                "Pricecurrent": "$0.5304",
                "Pricelow": "$0.5118",
                "Pricehigh": "$0.7294",
                "TheCoin": "DOGE Price Live DataThe live Dogecoin price today is $0.530418 USD with a 24-hour trading volume of $33,360,990,864 USD. Dogecoin is down 24.93% in the last 24 hours. The current CoinMarketCap ranking is #4, with a live market cap of $68,698,270,328 USD. It has a circulating supply of 129,517,138,099 DOGE coins and the max. supply is not available.If you would like to know where to buy Dogecoin, the top exchanges for trading in Dogecoin are currently Binance, Huobi Global, OKEx, Upbit,  and FTX. You can find others listed on our crypto exchanges page.What Is Dogecoin?Dogecoin (DOGE) is based on the popular \"doge\" Internet meme and features a Shiba Inu on its logo. The open-source digital currency was created by Billy Markus from Portland, Oregon and Jackson Palmer from Sydney, Australia, and was forked from Litecoin in December 2013. Dogecoin's creators envisaged it as a fun, light-hearted cryptocurrency that would have greater appeal beyond the core Bitcoin audience, since it was based on a dog meme. Tesla CEO Elon Musk posted several tweets on social media that Dogecoin is his favorite coin.How Do You Mine Dogecoin?Dogecoin differs from Bitcoin's proof-of-work protocol in several ways, one of which is by using Scrypt technology. The altcoin has also a block time of 1 minute, and the total supply is uncapped, which means that there is no limit to the number of Dogecoin that can be mined.\nYou can mine Dogecoin either solo, or by joining a mining pool. A Doge miner can mine the digital currency on Windows, Mac or Linux, and with a GPU. As of 2014, you can also mine Litecoin in the same process of mining Dogecoin, as the processes were merged.What Can Dogecoin Be Used For?Dogecoin has been used primarily as a tipping system on Reddit and Twitter to reward the creation or sharing of quality content. You can get tipped Dogecoin by participating in a community that uses the digital currency, or you can get your Dogecoin from a Dogecoin faucet. A Dogecoin faucet is a website that will give you a small amount of Dogecoin for free as an introduction to the currency, so that you can begin interacting in Dogecoin communities.How Can You Buy Dogecoin?You can buy or sell Dogecoin at any exchange that offers the digital currency, store it on an exchange or in a Dogecoin wallet, and tip Dogecoin in any communities that accept Dogecoin. For the latest list of exchanges and trading pairs for this cryptocurrency, click on our market pairs tab.Our most recent articles about Dogecoin:Has Elon Musk Just Changed His Tone about Investing in Crypto? Dogecoin Facing 'Final Push Before It's All Over for Good'DOGE-Mania Continues: A Data Perspective by IntoTheBlockDogecoin Hits $0.58 and Becomes No. 4 Cryptocurrency — Overtaking XRP'Sad to Watch': Bill Maher Brands Crypto 'A Joke' on Primetime TV Show",
                "News": []
            }
        ]
    },
    {
        "Coin": "Ethereum",
        "URL": "https://coinmarketcap.com/currencies/Ethereum",
        "About": [
            {
                "Pricecurrent": "$3,920.52",
                "Pricelow": "$3,529.59",
                "Pricehigh": "$3,964.17",
                "TheCoin": "ETH Price Live DataThe live Ethereum price today is $3,920.52 USD with a 24-hour trading volume of $53,517,321,109 USD. Ethereum is up 10.08% in the last 24 hours. The current CoinMarketCap ranking is #2, with a live market cap of $453,997,802,661 USD. It has a circulating supply of 115,800,303 ETH coins and the max. supply is not available.If you would like to know where to buy Ethereum, the top exchanges for trading in Ethereum are currently Binance, Huobi Global, OKEx, Upbit,  and FTX. You can find others listed on our crypto exchanges page.What Is Ethereum (ETH)?Ethereum is a decentralized open-source blockchain system that features its own cryptocurrency, Ether. ETH works as a platform for numerous other cryptocurrencies, as well as for the execution of decentralized smart contracts.Ethereum was first described in a 2013 whitepaper by Vitalik Buterin. Buterin, along with other co-founders, secured funding for the project in an online public crowd sale in the summer of 2014 and officially launched the blockchain on July 30, 2015.Ethereum’s own purported goal is to become a global platform for decentralized applications, allowing users from all over the world to write and run software that is resistant to censorship, downtime and fraud.Who Are the Founders of Ethereum?Ethereum has a total of eight co-founders — an unusually large number for a crypto project. They first met on June 7, 2014, in Zug, Switzerland.Russian-Canadian Vitalik Buterin is perhaps the best known of the bunch. He authored the original white paper that first described Ethereum in 2013 and still works on improving the platform to this day. Prior to ETH, Buterin co-founded and wrote for the Bitcoin Magazine news website.British programmer Gavin Wood is arguably the second most important co-founder of ETH, as he coded the first technical implementation of Ethereum in the C++ programming language, proposed Ethereum’s native programming language Solidity and was the first chief technology officer of the Ethereum Foundation. Before Ethereum, Wood was a research scientist at Microsoft. Afterward, he moved on to establish the Web3 Foundation.Among the other co-founders of Ethereum are: - Anthony Di Iorio, who underwrote the project during its early stage of development. - Charles Hoskinson, who played the principal role in establishing the Swiss-based Ethereum Foundation and its legal framework. - Mihai Alisie, who provided assistance in establishing the Ethereum Foundation. - Joseph Lubin, a Canadian entrepreneur, who, like Di Iorio, has helped fund Ethereum during its early days, and later founded an incubator for startups based on ETH called ConsenSys. - Amir Chetrit, who helped co-found Ethereum but stepped away from it early into the development.What Makes Ethereum Unique?Ethereum has pioneered the concept of a blockchain smart contract platform. Smart contracts are computer programs that automatically execute the actions necessary to fulfill an agreement between several parties on the internet. They were designed to reduce the need for trusted intermediates between contractors, thus reducing transaction costs while also increasing transaction reliability.Ethereum’s principal innovation was designing a platform that allowed it to execute smart contracts using the blockchain, which further reinforces the already existing benefits of smart contract technology. Ethereum’s blockchain was designed, according to co-founder Gavin Wood, as a sort of “one computer for the entire planet,” theoretically able to make any program more robust, censorship-resistant and less prone to fraud by running it on a globally distributed network of public nodes.In addition to smart contracts, Ethereum’s blockchain is able to host other cryptocurrencies, called “tokens,” through the use of its ERC-20 compatibility standard. In fact, this has been the most common use for the ETH platform so far: to date, more than 280,000 ERC-20-compliant tokens have been launched. Over 40 of these make the top-100 cryptocurrencies by market capitalization, for example, USDT, LINK and BNB.Related Pages:New to crypto? Learn how to buy Bitcoin today.Ready to learn more? Visit our learning hub.Want to look up a transaction? Visit our block explorer.Curious about the crypto space? Read our blog!How Many Ethereum (ETH) Coins Are There In Circulation?In August 2020, there were around 112 million ETH coins in circulation, 72 million of which were issued in the genesis block — the first ever block on the Ethereum blockchain. Of these 72 million, 60 million were allocated to the initial contributors to the 2014 crowd sale that funded the project, and 12 million were given to the development fund.The remaining amount has been issued in the form of block rewards to the miners on the Ethereum network. The original reward in 2015 was 5 ETH per block, which later went down to 3 ETH in late 2017 and then to 2 ETH in early 2019. The average time it takes to mine an Ethereum block is around 13-15 seconds.One of the major differences between Bitcoin and Ethereum’s economics is that the latter is not deflationary, i.e. its total supply is not limited. Ethereum’s developers justify this by not wanting to have a “fixed security budget” for the network. Being able to adjust ETH’s issuance rate via consensus allows the network to maintain the minimum issuance needed for adequate security.How Is the Ethereum Network Secured?As of August 2020, Ethereum is secured via the Ethash proof-of-work algorithm, belonging to the Keccak family of hash functions.There are plans, however, to transition the network to a proof-of-stake algorithm tied to the major Ethereum 2.0 update, which launched in late 2020.After the Ethereum 2.0 Beacon Chain (Phase 0) went live in the beginning of December 2020, it became possible to begin staking on the Ethereum 2.0 network. An Ethereum stake is when you deposit ETH (acting as a validator) on Ethereum 2.0 by sending it to a deposit contract, basically acting as a miner and thus securing the network. At the time of writing in mid-December 2020, the Ethereum stake price, or the amount of money earned daily by Ethereum validators, is about 0.00403 ETH a day, or $2.36. This number will change as the network develops and the amount of stakers (validators) increase.Ethereum staking rewards are determined by a distribution curve (the participation and average percent of stakers): some ETH 2.0 staking rewards are at 20% for early stakers, but will be lowered to end up between 7% and 4.5% annually.The minimum requirements for an Ethereum stake are 32 ETH. If you decide to stake in Ethereum 2.0, it means that your Ethererum stake will be locked up on the network for months, if not years, in the future until the Ethereum 2.0 upgrade is completed.Where Can You Buy Ethereum (ETH)?Given the fact that Ethereum is the second-largest cryptocurrency after Bitcoin, it is possible to buy Ethereum, or use ETH trading pairs on nearly all of the major crypto exchanges. Some of the largest markets include:BinanceCoinbase ProOKExKrakenHuobi GlobalOur most recent articles about Ethereum:How To Set Up An ETH 2.0 Validator (on Goerli Testnet)Even More Volatility: Weekly Market Review by TokenInsightWhat Is a Decentralized Payment Network and How Do They Work?: А Deep Dive by HermezHow to Buy Cryptocurrency In SingaporeETH Hits New All-Time High Above $3,500... But Rally is at the Expense of Bitcoin",
                "News": []
            }
        ]
    },
    {
        "Coin": "Bitcoin",
        "URL": "https://coinmarketcap.com/currencies/Bitcoin",
        "About": [
            {
                "Pricecurrent": "$58,215.12",
                "Pricelow": "$57,679.50",
                "Pricehigh": "$59,464.61",
                "TheCoin": "BTC Price Live DataThe live Bitcoin price today is $58,215.12 USD with a 24-hour trading volume of $67,017,197,923 USD. Bitcoin is down 1.12% in the last 24 hours. The current CoinMarketCap ranking is #1, with a live market cap of $1,088,880,609,426 USD. It has a circulating supply of 18,704,431 BTC coins and a max. supply of 21,000,000 BTC coins.If you would like to know where to buy Bitcoin, the top exchanges for trading in Bitcoin are currently Binance, Huobi Global, OKEx, Upbit,  and FTX. You can find others listed on our crypto exchanges page.What Is Bitcoin (BTC)?Bitcoin is a decentralized cryptocurrency originally described in a 2008 whitepaper by a person, or group of people, using the alias Satoshi Nakamoto. It was launched soon after, in January 2009.Bitcoin is a peer-to-peer online currency, meaning that all transactions happen directly between equal, independent network participants, without the need for any intermediary to permit or facilitate them. Bitcoin was created, according to Nakamoto’s own words, to allow “online payments to be sent directly from one party to another without going through a financial institution.”Some concepts for a similar type of a decentralized electronic currency precede BTC, but Bitcoin holds the distinction of being the first-ever cryptocurrency to come into actual use.Who Are the Founders of Bitcoin?Bitcoin’s original inventor is known under a pseudonym, Satoshi Nakamoto. As of 2020, the true identity of the person — or organization — that is behind the alias remains unknown.On October 31, 2008, Nakamoto published Bitcoin’s whitepaper, which described in detail how a peer-to-peer, online currency could be implemented. They proposed to use a decentralized ledger of transactions packaged in batches (called “blocks”) and secured by cryptographic algorithms — the whole system would later be dubbed “blockchain.”Just two months later, on January 3, 2009, Nakamoto mined the first block on the Bitcoin network, known as the genesis block, thus launching the world’s first cryptocurrency.However, while Nakamoto was the original inventor of Bitcoin, as well as the author of its very first implementation, over the years a large number of people have contributed to improving the cryptocurrency’s software by patching vulnerabilities and adding new features.Bitcoin’s source code repository on GitHub lists more than 750 contributors, with some of the key ones being Wladimir J. van der Laan, Marco Falke, Pieter Wuille, Gavin Andresen, Jonas Schnelli and others.What Makes Bitcoin Unique?Bitcoin’s most unique advantage comes from the fact that it was the very first cryptocurrency to appear on the market.It has managed to create a global community and give birth to an entirely new industry of millions of enthusiasts who create, invest in, trade and use Bitcoin and other cryptocurrencies in their everyday lives. The emergence of the first cryptocurrency has created a conceptual and technological basis that subsequently inspired the development of thousands of competing projects.The entire cryptocurrency market — now worth more than $300 billion — is based on the idea realized by Bitcoin: money that can be sent and received by anyone, anywhere in the world without reliance on trusted intermediaries, such as banks and financial services companies.Thanks to its pioneering nature, BTC remains at the top of this energetic market after over a decade of existence. Even after Bitcoin has lost its undisputed dominance, it remains the largest cryptocurrency, with a market capitalization that fluctuated between $100-$200 billion in 2020, owing in large part to the ubiquitousness of platforms that provide use-cases for BTC: wallets, exchanges, payment services, online games and more.Related Pages:Looking for market and blockchain data for BTC? Visit our block explorer.Want to buy Bitcoin? Use CoinMarketCap’s guide.Should you buy Bitcoin with PayPal?What is wrapped Bitcoin?Will Bitcoin volatility ever reduce?How Much Bitcoin Is in Circulation?Bitcoin’s total supply is limited by its software and will never exceed 21,000,000 coins. New coins are created during the process known as “mining”: as transactions are relayed across the network, they get picked up by miners and packaged into blocks, which are in turn protected by complex cryptographic calculations.As compensation for spending their computational resources, the miners receive rewards for every block that they successfully add to the blockchain. At the moment of Bitcoin’s launch, the reward was 50 bitcoins per block: this number gets halved with every 210,000 new blocks mined — which takes the network roughly four years. As of 2020, the block reward has been halved three times and comprises 6.25 bitcoins.Bitcoin has not been premined, meaning that no coins have been mined and/or distributed between the founders before it became available to the public. However, during the first few years of BTC’s existence, the competition between miners was relatively low, allowing the earliest network participants to accumulate significant amounts of coins via regular mining: Satoshi Nakamoto alone is believed to own over a million Bitcoin.Mining Bitcoins can be very profitable for miners, depending on the current hash rate and the price of Bitcoin. While the process of mining Bitcoins is complex, we discuss how long it takes to mine one Bitcoin on CMC Alexandria — as we wrote above, mining Bitcoin is best understood as how long it takes to mine one block, as opposed to one Bitcoin.How Is the Bitcoin Network Secured?Bitcoin is secured with the SHA-256 algorithm, which belongs to the SHA-2 family of hashing algorithms, which is also used by its fork Bitcoin Cash (BCH), as well as several other cryptocurrencies.How Much Is Bitcoin?The current valuation of Bitcoin is constantly moving, all day every day. It is a truly global asset. From a start of under one cent per coin, BTC has risen in price by thousands of percent to the numbers you see above. The prices of all cryptocurrencies are quite volatile, meaning that anyone’s understanding of how much is Bitcoin will change by the minute. However, there are times when different countries and exchanges show different prices and understanding how much is Bitcoin will be a function of a person’s location. Where Can You Buy Bitcoin (BTC)?Bitcoin is, in many regards, almost synonymous with cryptocurrency, which means that you can buy Bitcoin on virtually every crypto exchange — both for fiat money and other cryptocurrencies. Some of the main markets where BTC trading is available are:BinanceCoinbase ProOKExKrakenHuobi GlobalBitfinexIf you are new to crypto, use CoinMarketCap’s own easy guide to buying Bitcoin.Our most recent articles about Bitcoin:Even More Volatility: Weekly Market Review by TokenInsightBitcoin Has Had a Very Big Impact on Square's Financial ResultsPayPal Cheers 'Great Results' from Crypto Service as Revenue Surges 31%Mercado Libre, the 'Amazon of Latin America,' Buys Bitcoin Worth $7.8MCoinbase Stock is the Lowest It's Ever Been. Why? ",
                "News": []
            }
        ]
    },
    {
        "Coin": "Akita Inu",
        "URL": "https://coinmarketcap.com/currencies/Akita-Inu",
        "About": [
            {
                "Pricecurrent": "$0.000006858",
                "Pricelow": "$0.00000349",
                "Pricehigh": "$0.00001006",
                "TheCoin": "AKITA Price Live DataThe live Akita Inu price today is $0.000007 USD with a 24-hour trading volume of $520,381,911 USD. Akita Inu is up 92.61% in the last 24 hours. The current CoinMarketCap ranking is #2490, with a live market cap of not available. The circulating supply is not available and a max. supply of 100,000,000,000,000 AKITA coins.If you would like to know where to buy Akita Inu, the top exchanges for trading in Akita Inu are currently MXC.COM, CoinBene, Gate.io, XT,  and Uniswap (V2). You can find others listed on our crypto exchanges page.AKITA INU 秋田犬 is a meme-based and 100% decentralized community experiment with it claims that 1/2 the tokens have been sent to Vitalik Buterin and the other half were locked to a Uniswap pool and the keys burned. It is same as SHIBA INU but with different tokenmetricsHere are some other articles that you may be interested in:What Is a Crypto Faucet?What Are Crypto Debit Cards?What Is Web 3.0?What Is Yield Farming?What Is Crypto Lending?",
                "News": []
            }
        ]
    },
    {
        "Coin": "Cardano",
        "URL": "https://coinmarketcap.com/currencies/Cardano",
        "About": [
            {
                "Pricecurrent": "$1.75",
                "Pricelow": "$1.56",
                "Pricehigh": "$1.79",
                "TheCoin": "ADA Price Live DataThe live Cardano price today is $1.75 USD with a 24-hour trading volume of $5,379,251,130 USD. Cardano is up 7.79% in the last 24 hours. The current CoinMarketCap ranking is #5, with a live market cap of $56,058,174,964 USD. It has a circulating supply of 31,948,309,441 ADA coins and a max. supply of 45,000,000,000 ADA coins.If you would like to know where to buy Cardano, the top exchanges for trading in Cardano are currently Binance, Huobi Global, OKEx, Upbit,  and FTX. You can find others listed on our crypto exchanges page.What Is Cardano (ADA)?Cardano is a proof-of-stake blockchain platform that says its goal is to allow “changemakers, innovators and visionaries” to bring about positive global change.The open-source project also aims to “redistribute power from unaccountable structures to the margins to individuals” — helping to create a society that is more secure, transparent and fair.Cardano was founded back in 2017, and the ADA token is designed to ensure that owners can participate in the operation of the network. Because of this, those who hold the cryptocurrency have the right to vote on any proposed changes to the software.The team behind the layered blockchain say that there have already been some compelling use cases for its technology, which aims to allow decentralized apps and smart contracts to be developed with modularity.Cardano is used by agricultural companies to track fresh produce from field to fork, while other products built on the platform allow educational credentials to be stored in a tamper-proof way, and retailers to clamp down on counterfeit goods.Who Are the Founders of Cardano?Cardano was founded by Charles Hoskinson, who was also one of the co-founders of the Ethereum network. He is the CEO of IOHK, the company that built Cardano’s blockchain.In an interview for CoinMarketCap’s Crypto Titans series, Hoskinson said that he got involved in cryptocurrencies back in 2011 — and dabbled in mining and trading. He explained that his first professional involvement in the industry came in 2013, when he created a course about Bitcoin that ended up being taken by 80,000 students.As well as being a technology entrepreneur, Hoskinson is also a mathematician. In 2020, his technology company donated ADA worth $500,000 to the University of Wyoming’s Blockchain Research and Development Lab.What Makes Cardano Unique?Cardano is one of the biggest blockchains to successfully use a proof-of-stake consensus mechanism, which is less energy intensive than the proof-of-work algorithm relied upon by Bitcoin. Although the much larger Ethereum is going to be upgrading to PoS, this transition is only going to take place gradually.The project has taken pride in ensuring that all of the technology developed goes through a process of peer-reviewed research, meaning that bold ideas can be challenged before they are validated. According to the Cardano team, this academic rigor helps the blockchain to be durable and stable — increasing the chance that potential pitfalls can be anticipated in advance.In 2020, Cardano held a Shelley upgrade that aimed to make its blockchain “50 to 100 times more decentralized” than other large blockchains. At the time, Hoskinson predicted that this would pave the way for hundreds of assets to run on its network.Related Pages:Read our interview with Cardano founder Charles HoskinsonA deep dive into the technology behind Ethereum 2.0Brush up on complicated crypto terms with our glossaryCheck out our other interviews with crypto heavyweights A Deep Dive Into CardanoRead our crypto staking guideHow Many Cardano (ADA) Coins Are There in Circulation?There is a maximum supply of 45 billion ADA — but at the time of writing, there was a circulating supply of about 31 billion. Five rounds of public sales of Cardano tokens were held between September 2015 and January 2017.Approximately 2.5 billion ADA was allotted to IOHK once the network launched. Meanwhile, an additional 2.1 billion ADA was given to Emurgo, a global blockchain technology company that served as a founding entity of the Cardano protocol. Last but not least, 648 million ADA was given to the not-for-profit Cardano Foundation, which aims to promote the platform and increase levels of adoption.Overall, about 16% of ADA’s total supply went to the project’s founders, with the remaining 84% being split among investors.How Is the Cardano Network Secured?Cardano is secured through an “environmentally sustainable, verifiably secure” PoS protocol that’s known as Ouroboros.The project says that Ouroboros improves upon the security guarantees that are delivered by a PoW consensus mechanism while using substantially less power — claiming that it is four times more energy efficient than Bitcoin.It is described as a blend of unique technology and mathematically verified mechanisms, with behavioral psychology and economic philosophy thrown in for good measure. Overall, the objective of Ouroboros is to achieve sustainable and ethical growth.An incentive mechanism means that participants in the network are rewarded for their involvement.Where Can You Buy Cardano (ADA)?As one of the biggest cryptocurrencies in the world in terms of market capitalization, you shouldn’t have much difficulty in finding a major exchange to buy Cardano on including Binance, Bittrex, eToro, and HitBTC.If you’re struggling to find a trading pair that unites ADA with your local currency, check out this guide on how to convert fiat into Bitcoin — giving you a gateway to buying altcoins.\"Our most recent articles about Cardano:Bitcoin Bears Learn a Harsh Lesson as Weeklong Downturn Comes to a Sudden EndBitcoin on Brink of Closing Worst April in Eight Years, as Ether's Record Run ContinuesWhat Is a Smart Contract?A Deep Dive Into CardanoBitcoin Breaks $54,000, Binance Coin Up 57% in a Day, XRP Tumbles to No. 7 Spot",
                "News": []
            }
        ]
    },
    {
        "Coin": "GMR Finance",
        "URL": "https://coinmarketcap.com/currencies/GMR-Finance",
        "About": [
            {
                "Pricecurrent": "$0.0000008186",
                "Pricelow": "$0.00000028",
                "Pricehigh": "$0.00000092",
                "TheCoin": "GMR Price Live DataThe live GMR Finance price today is $8.19e-7 USD with a 24-hour trading volume of $57,567,289 USD. GMR Finance is up 183.00% in the last 24 hours. The current CoinMarketCap ranking is #2505, with a live market cap of not available. The circulating supply is not available and the max. supply is not available.Bring the gaming community, content creators and game developers together with GMR!Here are some other articles that you may be interested in:What Is a Crypto Faucet?What Are Crypto Debit Cards?What Is Web 3.0?What Is Yield Farming?What Is Crypto Lending?",
                "News": []
            }
        ]
    },
    {
        "Coin": "Bonfire",
        "URL": "https://coinmarketcap.com/currencies/Bonfire",
        "About": [
            {
                "Pricecurrent": "$0.0000004216",
                "Pricelow": "$0.00000025",
                "Pricehigh": "$0.00000048",
                "TheCoin": "BONFIRE Price Live DataThe live Bonfire price today is $4.22e-7 USD with a 24-hour trading volume of $41,996,298 USD. Bonfire is up 57.44% in the last 24 hours. The current CoinMarketCap ranking is #2509, with a live market cap of not available. The circulating supply is not available and a max. supply of 1,000,000,000,000,000 BONFIRE coins.Bonfire is a community orientated, frictionless, yield generating contract based on the Binance Smart Chain. The project is based on an RFI tokenomic model that takes a 5% fee on every transaction that is proportionally redistributed to all holders of the Bonfire token, and another 5% fee that goes into the liquidity pool to provide additional security for token holders.The project maintains the long-term goal of launching a decentralised social media platform, providing a space for NFT sales and sharing, as well as other utilities and sub-projects that are yet to be announced. The strongest asset of Bonfire is the incredible community that has been built around it. Giveaways, competitions and charity donations are an integral part of Bonfire.Bonfire seeks to stand apart from the crowd and move towards a future of stability and multi-faceted use. With a dedicated team of multi-skilled and highly technically experienced developers combined with marketing and social engagement managers, the project is being driven by people with a true belief in decentralized finances and the positive changes it can effect on the world and the global community.Here are some other articles that you may be interested in:What Is a Crypto Faucet?What Are Crypto Debit Cards?What Is Web 3.0?What Is Yield Farming?What Is Crypto Lending?",
                "News": []
            }
        ]
    },
    {
        "Coin": "XRP",
        "URL": "https://coinmarketcap.com/currencies/XRP",
        "About": [
            {
                "Pricecurrent": "$1.53",
                "Pricelow": "$1.44",
                "Pricehigh": "$1.61",
                "TheCoin": "XRP Price Live DataThe live XRP price today is $1.53 USD with a 24-hour trading volume of $7,519,448,732 USD. XRP is down 4.16% in the last 24 hours. The current CoinMarketCap ranking is #7, with a live market cap of $53,821,139,841 USD. It has a circulating supply of 35,108,326,973 XRP coins and a max. supply of 100,000,000,000 XRP coins.If you would like to know where to buy XRP, the top exchanges for trading in XRP are currently Binance, Huobi Global, OKEx, Upbit,  and FTX. You can find others listed on our crypto exchanges page.What Is XRP?To begin with, it’s important to understand the difference between XRP, Ripple and RippleNet. XRP is the currency that runs on a digital payment platform called RippleNet, which is on top of a distributed ledger database called XRP Ledger. While RippleNet is run by a company called Ripple, the XRP Ledger is open-source and is not based on blockchain, but rather the previously mentioned distributed ledger database.The RippleNet payment platform is a real-time gross settlement (RTGS) system that aims to enable instant monetary transactions globally. While XRP is the cryptocurrency native to the XRP Ledger, you can actually use any currency to transact on the platform.While the idea behind the Ripple payment platform was first voiced in 2004 by Ryan Fugger, it wasn’t until Jed McCaleb and Chris Larson took over the project in 2012 that Ripple began to be built (at the time, it was also called OpenCoin). How Does XRP Work?XRP was created by Ripple to be a speedy, less costly and more scalable alternative to both other digital assets and existing monetary payment platforms like SWIFT. RippleNet’s ledger is maintained by the global XRP Community, with Ripple the company as an active member. The XRP Ledger processes transactions roughly every 3-5 seconds, or whenever independent validator nodes come to a consensus on both the order and validity of XRP transactions — as opposed to proof-of-work mining like Bitcoin (BTC). Anyone can be a Ripple validator, and the list is currently made up of Ripple along with universities, financial institutions and others.How Do You Buy XRP?You can buy XRP on any exchange that offers the digital currency. For the latest list of exchanges and trading pairs for this cryptocurrency, click on our market pairs tab. Remember to do your own research before choosing an exchange!How Do You Store XRP?You can either store your XRP on an exchange, where the exchange is responsible for the safety of your asset, or store your XRP in a cold or hot wallet.Our most recent articles about XRP:Dogecoin Facing 'Final Push Before It's All Over for Good'Bitcoin Bears Learn a Harsh Lesson as Weeklong Downturn Comes to a Sudden EndBitcoin on Brink of Closing Worst April in Eight Years, as Ether's Record Run ContinuesTI Weekly Market Observation: XRP Soars and the Trading Sector Leads the MarketBitcoin and Ether Hit Record Highs as XRP's Jaw-Dropping Rally Continues",
                "News": []
            }
        ]
    },
    {
        "Coin": "Safemars",
        "URL": "https://coinmarketcap.com/currencies/Safemars",
        "About": [
            {
                "Pricecurrent": "$0.0000008832",
                "Pricelow": "$0.0000005",
                "Pricehigh": "$0.00000116",
                "TheCoin": "SAFEMARS Price Live DataThe live Safemars price today is $8.83e-7 USD with a 24-hour trading volume of $95,883,914 USD. Safemars is up 104.84% in the last 24 hours. The current CoinMarketCap ranking is #2497, with a live market cap of not available. The circulating supply is not available and a max. supply of 1,000,000,000,000,000 SAFEMARS coins.If you would like to know where to buy Safemars, the top exchanges for trading in Safemars are currently Gate.io, WhiteBIT, BitMart, PancakeSwap,  and JulSwap. You can find others listed on our crypto exchanges page.What Is Safemars (SAFEMARS)?SAFEMARS is an autonomous yield and liquidity generation protocol.SAFEMARS works by applying a 4% tax to each transaction. This tax is used as follows: 2% is instantly and gaslessly distributed to the holders of SAFEMARS. There is no need to farm or claim, holders will simply see more SAFEMARS tokens in their wallet. 2% is paired with BNB and automatically added to liquidity, thereby constantly increasing the price floor of SAFEMARS.SAFEMARS notes that for each transaction, the SAFEMARS protocol will automatically distribute the rewards to holders, as well as auto-locking the liquidity forever.What Is Yield Farming?What is yield farming in cryptocurrency and decentralized applications? In short, it's a new way to gain passive income while at the same time supporting the development of the cryptocurrency world.Yield is a common term used in farming to measure the productivity of a farm. In cryptocurrency, yield usually refers to the annual interest payout a cryptocurrency a user can earn. Yield can be generated from holding tokens in a staking wallet or from masternode rewards. Yield farming is the use of a cryptocurrency lending strategy that minimizes risk while generating interest on investments into cryptocurrency.What Is Binance Coin (BNB)?SAFEMARS users have 2% of their tokens paired with BNB, which stands for Binance Coin. Binance Coin is a token that allows users to receive a discount for any fees on the Binance platform, a pure cryptocurrency exchange that plans to create a decentralized exchange for blockchain assets. Additionally, BNB will provide users with access to special features and will be eligible for quarterly profits. How Many SAFEMARS Coins Are There?SAFEMARS launched on Mar. 13 2021, with a total supply of 1,000,000,000,000,000 SAFEMARS.Who Are the Developers of SAFEMARS?SAFEMARS is developed by a team of 3 developers plus 5 marketers. The team is available round the clock on Telegram to answer questions and help out.Where Can I Buy SAFEMARS?SAFEMARS is currently available for trading on two exchanges.PancakeswapJulswap.New to cryptocurrency? Read CoinMarketCap’s easy guide to buying Bitcoin or any other token.Here are some other articles that you may be interested in:What Is a Crypto Faucet?What Are Crypto Debit Cards?What Is Web 3.0?What Is Yield Farming?What Is Crypto Lending?",
                "News": []
            }
        ]
    },
    {
        "Coin": "Ethereum Classic",
        "URL": "https://coinmarketcap.com/currencies/Ethereum-Classic",
        "About": [
            {
                "Pricecurrent": "$118.79",
                "Pricelow": "$110.46",
                "Pricehigh": "$133.47",
                "TheCoin": "ETC Price Live DataThe live Ethereum Classic price today is $118.79 USD with a 24-hour trading volume of $18,565,502,174 USD. Ethereum Classic is up 0.04% in the last 24 hours. The current CoinMarketCap ranking is #16, with a live market cap of $13,816,741,280 USD. It has a circulating supply of 116,313,299 ETC coins and a max. supply of 210,700,000 ETC coins.If you would like to know where to buy Ethereum Classic, the top exchanges for trading in Ethereum Classic are currently Binance, Huobi Global, OKEx, Upbit,  and FTX. You can find others listed on our crypto exchanges page.What Is Ethereum Classic (ETC)?Ethereum Classic (ETC) is a hard fork of Ethereum (ETH) that launched in July 2016. Its main function is as a smart contract network, with the ability to host and support decentralized applications (DApps). Its native token is ETC.Since its launch, Ethereum Classic has sought to differentiate itself from Ethereum, with the two networks’ technical roadmap diverging further and further from each other with time.Ethereum Classic first set out to preserve the integrity of the existing Ethereum blockchain after a major hacking event led to the theft of 3.6 million ETH.Who Are the Founders of Ethereum Classic?Ethereum Classic is in fact the legacy chain of Ethereum, and its true creators are therefore the original Ethereum developers — Vitalik Buterin and Gavin Wood.A contentious hard fork on Ethereum occurred in July 2016, when participants disagreed over whether to revert the blockchain to cancel out the effects of a major hack. This impacted The DAO, a decentralized autonomous organization (DAO) which had raised approximately $150 million in an initial coin offering (ICO) several months earlier.Ethereum Classic came into being as the network which did not revert the chain. Developers state that there is no “official” team attached to the project, and that its “global development community is a permissionless 'do-ocracy,' where anyone can participate.” What Makes Ethereum Classic Unique?Ethereum Classic’s main aim is to preserve the Ethereum blockchain as it originally was, without artificially countering the DAO hack.Its appeal was first to those who disagreed with Ethereum’s response, but the legacy network has since gained a wider fan base, which include major investors such as Barry Silbert, CEO of investment firm Grayscale. As a voluntary organization, the developers of ETC do not aim to turn the network into a for-profit entity. Users pay transaction fees as with Ethereum, and miners collect them based on work done as per the proof-of-work (PoW) mining algorithm.Unlike Ethereum, Ethereum Classic has no plans to convert to a proof-of-stake (PoS) mining algorithm, while multiple developers continue to work on future improvements such as scaling solutions. Related Pages:Read more about Ethereum here.Read more about Bitcoin Cash here.New to cryptocurrency? Find all the information you need with Alexandria, CoinMarketCap’s dedicated education resource. How Many Ethereum Classic (ETC) Coins Are There In Circulation?ETC began in a very similar technical state to ETH, with the exception of how the DAO hack transactions were handled.Since launch, however, changes in tokenomics have occurred, with participants voting to cap the supply of ETC in December 2017. The maximum supply is thus 210,700,000 ETC, roughly ten times that of Bitcoin (BTC), while ETH has no cap.ETC uses a PoW mining algorithm, which functions like Bitcoin — miners are rewarded with new coins for validating the blockchain in competition with each other. The ETC block reward decreases with time, with the next drop due at block 15,000,000, roughly in April 2022 — from 3.2 ETC to 2.56 ETC per block.How Is the Ethereum Classic Network Secured?The Ethereum Classic network is secured using proof-of-work, but as a minority chain, it has suffered regular attacks itself.These include several 51% attacks to gain control of mining hashrate and execute spurious transactions and double spend coins, the most recent of which occurred in August 2020.Where Can You Buy Ethereum Classic (ETC)?ETC is a major market cap cryptocurrency and is freely tradable on a large number of major exchanges. Pairs are available against stablecoins, other cryptocurrencies and fiat currencies, while derivatives and institutional investment vehicles also exist. Exchanges trading ETC include Binance, OKEx and Huobi Global.Crypto newbie? Read our easy guide to buying Bitcoin and any other cryptocurrency.Our most recent articles about Ethereum Classic:A Dive Into Ethereum 2.0Ethereum vs Ethereum ClassicWhat Is GPU Mining?Why Nobody Can Hack a BlockchainWho Are December's Top 25 'Healthiest' Crypto Projects?: Flipside Crypto",
                "News": []
            }
        ]
    },
    {
        "Coin": "Dogelon Mars",
        "URL": "https://coinmarketcap.com/currencies/Dogelon-Mars",
        "About": [
            {
                "Pricecurrent": "",
                "Pricelow": "",
                "Pricehigh": "",
                "TheCoin": "",
                "News": []
            }
        ]
    },
    {
        "Coin": "NFT Art Finance",
        "URL": "https://coinmarketcap.com/currencies/NFT-Art-Finance",
        "About": [
            {
                "Pricecurrent": "$0.0000000117",
                "Pricelow": "$0",
                "Pricehigh": "$0.0000000117",
                "TheCoin": "NFTART Price Live DataThe live NFT Art Finance price today is $1.17e-8 USD with a 24-hour trading volume of not available. NFT Art Finance is up 122.46% in the last 24 hours. The current CoinMarketCap ranking is #5006, with a live market cap of not available. The circulating supply is not available and a max. supply of 10,000,000,000,000,000 NFTART coins.Our mission is to empower content creators and artists on BSC with a new NFT concept built around powerful tokenomics. Our utility token NFTART will be powering several functions of our upcoming platform. We are hyper-deflationary & frictionless by design.Here are some other articles that you may be interested in:What Is a Crypto Faucet?What Are Crypto Debit Cards?What Is Web 3.0?What Is Yield Farming?What Is Crypto Lending?",
                "News": []
            }
        ]
    },
    {
        "Coin": "Binance Coin",
        "URL": "https://coinmarketcap.com/currencies/Binance-Coin",
        "About": [
            {
                "Pricecurrent": "$662.92",
                "Pricelow": "$629.02",
                "Pricehigh": "$662.97",
                "TheCoin": "BNB Price Live DataThe live Binance Coin price today is $662.92 USD with a 24-hour trading volume of $4,112,512,788 USD. Binance Coin is up 4.68% in the last 24 hours. The current CoinMarketCap ranking is #3, with a live market cap of $101,713,636,848 USD. It has a circulating supply of 153,432,897 BNB coins and a max. supply of 170,532,785 BNB coins.If you would like to know where to buy Binance Coin, the top exchanges for trading in Binance Coin are currently Binance, FTX, CoinTiger, BitZ,  and BiONE. You can find others listed on our crypto exchanges page.What Is Binance Coin (BNB)?Launched in July 2017, Binance is one of the biggest cryptocurrency exchanges globally. By aiming to bring cryptocurrency exchanges to the forefront of financial activity globally. The idea behind Binance’s name is to show this new paradigm in global finance — Binary Finance, or Binance.Aside from being the largest cryptocurrency exchange globally, Binance has launched a whole ecosystem of functionalities for its users. The Binance network includes the Binance Chain, Academy, Trusted Wallet and Research projects, which all employ the powers of blockchain technology to bring new-age finance to the world. Binance Coin is an integral part of the successful functioning of many of the Binance sub-projects. Who Are the Founders of Binance Coin?Changpeng Zhao is the founder and CEO of Binance. In 2001, Zhao joined Bloomberg as head of tradebook futures development. He spent four years with the company and later joined Fusion Systems as a partner. Since 2013, Changpeng Zhao has been actively involved with blockchain technology and cryptocurrencies. He became head of development at Blockchain, and in 2015 he founded BijieTech. In 2017, Zhao officially launched Binance, and he has been the CEO of the company ever since. He Yi is a co-founder and chief marketing officer at Binance. She started her career as a TV anchor and presenter on China Travel TV in 2012. Later, in 2014, Yi co-founded OKCoin, which was the largest fiat-to-crypto exchange in China at the time. In 2017, she joined forces with Changpeng Zhao, and together they created the largest crypto exchange globally — Binance. What Makes Binance Coin Unique?Binance is a unique ecosystem of decentralized, blockchain-based networks. The company has grown to be the leading crypto exchange in a number of countries, and their side organizations are attracting significant interest as well. One of the biggest competitive advantages Binance has is its drive for development. While the company started only as a crypto exchange back in 2017, today, Binance has spread its services among numerous different spheres. According to the company website, its mission is to become the infrastructure services provider for the entire blockchain ecosystem.Since launching the Binance Coin, the exchange has also benefited from increased investor interest in the token. BNB went through a significant price increase at the beginning of 2021, which has put it on the map of enterprise investors.Related Pages:Read more about Elrond.Find out more about bZx protocol.Learn more about DApps.Have a look at the CoinMarketCap blog.How Many Binance Coin (BNB) Coins Are There in Circulation?There is a maximum supply of 170,532,785 BNB coins, of which 153,432,897 are currently in circulation as of April 2021. According to the Binance whitepaper, exactly half of the maximum supply of BNB tokens was allocated towards the initial coin offering (ICO) and public sale of the token. Another 40% of the total supply, or around 80,000,000 BNB coins, was distributed among the founding members and team. Finally, the remaining 10% of the maximum supply was split among angel investors. How Is the Binance Coin Network Secured?Initially, the Binance coin started as a traditional ERC-20 token on the Ethereum blockchain. Later on, the company introduced its own blockchain, and the coins started being issued from the Binance blockchain, secured by the Tendermint byzantine-fault-tolerant (BFT) consensus mechanism.While ERC-20 tokens rely on the proof-of-stake (PoS) consensus, which allows them to be extremely scalable, and allows for the creation of smart contracts. Unlike PoS, the Binance blockchain does not support smart contract functionalities. In contrast, the Bitcoin blockchain is secured by the proof-of-work (PoW) consensus, which is far more limited and consumes large amounts of electrical and computing power. Where Can You Buy Binance Coin (BNB)?As the dedicated utility token of the Binance exchange, the most straightforward way to acquire BNB coins would be to purchase them through Binance. The original exchange supports the largest variety of trading pairs with BNB, and it also has the best trading rates for the coin. If you are looking for alternative exchanges where you can purchase BNB, FTX is a good choice. Keep in mind that investing in cryptocurrency can be risky, just like investing in any other type of asset. Find more information here about buying cryptos.Our most recent articles about Binance Coin:How to Buy Cryptocurrency In SingaporeBitcoin on Brink of Closing Worst April in Eight Years, as Ether's Record Run ContinuesBitcoin Less Volatile Than Apple and Tesla, Binance CEO ArguesBitcoin and Ether Hit Record Highs as XRP's Jaw-Dropping Rally ContinuesCoinbase Staff Get Mega Payday as Stock Launches — Receiving 100 Shares Each",
                "News": []
            }
        ]
    },
    {
        "Coin": "VeChain",
        "URL": "https://coinmarketcap.com/currencies/VeChain",
        "About": [
            {
                "Pricecurrent": "$0.223",
                "Pricelow": "$0.2094",
                "Pricehigh": "$0.2362",
                "TheCoin": "VET Price Live DataThe live VeChain price today is $0.222980 USD with a 24-hour trading volume of $1,893,380,900 USD. VeChain is down 3.03% in the last 24 hours. The current CoinMarketCap ranking is #13, with a live market cap of $14,341,113,447 USD. It has a circulating supply of 64,315,576,989 VET coins and a max. supply of 86,712,634,466 VET coins.If you would like to know where to buy VeChain, the top exchanges for trading in VeChain are currently Binance, Huobi Global, Upbit, FTX,  and VCC Exchange. You can find others listed on our crypto exchanges page.What Is VeChain (VET)?VeChain (VET) is a blockchain-powered supply chain platform. Begun in 2015 and launched in June 2016, VeChain aims to use distributed governance and Internet of Things (IoT) technology to create an ecosystem which solves some of the major problems with supply chain management.The platform uses two in-house tokens, VET and VTHO, to manage and create value based on its VeChainThor public blockchain.The idea is to boost the efficiency, traceability and transparency of supply chains while reducing costs and placing more control in the hands of individual users.Who Are the Founders of VeChain (VET)?VeChain is the product of creator and co-founder Sunny Lu, an IT executive who was formerly CIO of Louis Vuitton China. Lu has since become a well-known name within the cryptocurrency industry. He has drawn attention to the ability of blockchain technology to solve transparency in particular, arguing that it can create “trust-free” structures which do not suffer from corruption as part of the supply chain.Fellow co-founder Jay Zhang, who directs VeChain's global corporate structure, governance, and financial management, previously worked for both Deloitte and PriceWaterhouseCoopers in the finance and risk management sphere. Having launched in June 2016, VeChain is one of the oldest dedicated blockchain supply chain platforms on the market.What Makes VeChain (VET) Unique?VeChain exists to disrupt traditional supply chain models, an industry which before blockchain had remained little changed over the decades.Using transparent technology with no single point of weakness or control allows for greater security, efficiency and ease of tracking products in a given supply chain, while reducing cost through trustless automation.VeChain’s model thus appeals to businesses looking to reduce supply chain friction and give a more transparent impression to clients.VeChain’s official literature notes that its unique proposition lies in its dual-token setup, among other features. In-house token fees combine with charges for various services to generate operating income for the company, while token holders can engage in activities such as staking, thus providing liquidity in return for rewards.Related Pages:Read more about Orchid here.Read more about PIVX here.New to cryptocurrency? Check out Alexandria, CoinMarketCap’s dedicated education suite.How Many VeChain (VET) Coins Are There In Circulation?VeChain has two in-house tokens: VeChain (VET) and VeThor (VTHO). Described as a unique offering for such a platform, the dual-token system is designed to avoid fee fluctuations and network congestion.VET is the token used for transactions and other activities, while VTHO provides fee payments and thus functions as a “gas token,” similar to how gas functions for Ethereum (ETH) transactions.VET holders automatically generate a small amount of passive income in VTHO, while 70% of the VTHO used in a VET payment is destroyed. VTHO is generated based on VET holdings, while VET itself has a maximum fixed supply of 86,712,634,466 tokens. How Is the VeChain (VET) Network Secured?VeChain (VET) is a proof-of-stake token, and VeChain itself explains that relatively low computing power is required to achieve network security and maintain user consensus. A separate feature, proof-of-authority, involves authority masternode operators maintaining the protocol in their own interest according to rules laid down by parent organization, the VeChain Foundation.Where Can You Buy VeChain (VET)?VET is a freely-tradable token available on major exchanges, while markets also exist for VTHO.VET had major markets on Binance and Huobi Global among other platforms, with pairs for cryptocurrencies, stablecoins and fiat currencies.If you’re new to cryptocurrency and want to know how to buy Bitcoin (BTC) or any other token, you can read more here.Here are some other articles that you may be interested in:What Is a Crypto Faucet?What Are Crypto Debit Cards?What Is Web 3.0?What Is Yield Farming?What Is Crypto Lending?",
                "News": []
            }
        ]
    },
    {
        "Coin": "BitTorrent",
        "URL": "https://coinmarketcap.com/currencies/BitTorrent",
        "About": [
            {
                "Pricecurrent": "$0.00721",
                "Pricelow": "$0.006919",
                "Pricehigh": "$0.007891",
                "TheCoin": "BTT Price Live DataThe live BitTorrent price today is $0.007210 USD with a 24-hour trading volume of $1,556,304,791 USD. BitTorrent is down 7.85% in the last 24 hours. The current CoinMarketCap ranking is #39, with a live market cap of $4,758,362,417 USD. It has a circulating supply of 659,952,625,000 BTT coins and the max. supply is not available.If you would like to know where to buy BitTorrent, the top exchanges for trading in BitTorrent are currently Binance, Huobi Global, OKEx, Upbit,  and FTX. You can find others listed on our crypto exchanges page.What Is BitTorrent (BTT)?BitTorrent is a popular peer-to-peer (P2P) file sharing and torrent platform which has become increasingly decentralized in recent years. Originally released in July 2001, BitTorrent was purchased by blockchain platform TRON in July 2018. Since its acquisition, BitTorrent has added various new tools, with a dedicated native cryptocurrency token, BTT, released in February 2019. BTT was launched on TRON’s own blockchain, using its TRC-10 standard.According to its official literature, BitTorrent is currently the “largest decentralized P2P communications protocol” in the world.Who Are the Founders of BitTorrent?The original BitTorrent is the brainchild of Bram Cohen, a developer and entrepreneur who himself has since become well known in the cryptocurrency arena.Cohen has explained that he designed BitTorrent to usurp the dated entertainment industry, which made obtaining material slow and expensive. The platform has seen multiple legal battles, with Cohen maintaining that it does not break copyright laws in allowing users to share files such as music and movies among themselves.In 2018, TRON completed its acquisition of BitTorrent, bringing BitTorrent under the control of Justin Sun. Sun is notorious for his plugging of both TRON as a cryptocurrency and its blockchain technology, bidding $4.5 million at a charity auction to have lunch with Warren Buffett (well-known anti-crypto figure) and discuss cryptocurrency with him.TRON is also behind the addition of cryptocurrency to BitTorrent, as the BTT token was released on TRON’s blockchain. The move formed part of TRON’s efforts to add further decentralized features to the platform. What Makes BitTorrent Unique?BitTorrent’s original goal was to disrupt the legacy entertainment industry and how consumers obtain content. Expensive and inefficient distribution networks were the main target, with original developer Bram Cohen seeing benefits in allowing internet users to distribute content among themselves directly.In the early 2000s, BitTorrent became the go-to P2P file sharing platform, with TRON stepping in 2018. Under TRON, BitTorrent has expanded its user appeal to those interested in decentralized solutions and cryptocurrency, as well as to its own user base. Among the added features are BitTorrent Speed, which uses the BTT token as part of its operations.BitTorrent has also branched out into paid services, offering several “premium” versions of its platform which include VPN capabilities and ad-free browsing.Related Pages:Read more about Upfiring here.Read more about AXEL here.New to crypto? Find the answers to all your questions on Alexandria, CoinMarketCap’s dedicated education resource.How Many BitTorrent (BTT) Coins Are There in Circulation?BTT is BitTorrent’s native cryptocurrency, issued on TRON’s blockchain as a TRC-10 standard token. The total supply, as stated in its whitepaper, is 990,000,000,000 BTT. 6% of that total was available in a public token sale, 2% in a private token sale and 9% in a seed sale.Another 20.1% are reserved for airdrops, which are set to occur at various points until 2025. The BitTorrent team and umbrella organization, the BitTorrent Foundation, were awarded 19% of the supply. The TRON foundation holds 20%, with 19.9% going to the BitTorrent ecosystem itself.A final 4% of tokens are reserved for partnership activities.BTT plays various roles in BitTorrent’s products, including allowing users to pay others for faster downloads with BitTorrent Speed.How Is the BitTorrent Network Secured?BitTorrent says that it employs “the highest level of security measures” in order to secure user funds, but advises that cryptocurrency involves inherent risk.The company recommends that users protect themselves against theft, in the form of malware or similar programs, by using options such as biometric verification.Where Can You Buy BitTorrent (BTT)?BTT is tradable for cryptocurrencies, stablecoins and even fiat currencies on major exchanges. Binance, Huobi Global and OKEx are among the offerings. To find out more about how to buy Bitcoin (BTC) or any other cryptocurrency, read CoinMarketCap’s easy guide.Here are some other articles that you may be interested in:What Is a Crypto Faucet?What Are Crypto Debit Cards?What Is Web 3.0?What Is Yield Farming?What Is Crypto Lending?",
                "News": []
            }
        ]
    },
    {
        "Coin": "Chia Network",
        "URL": "https://coinmarketcap.com/currencies/Chia-Network",
        "About": [
            {
                "Pricecurrent": "$1,188.43",
                "Pricelow": "$1,068.92",
                "Pricehigh": "$1,443.56",
                "TheCoin": "XCH Price Live DataThe live Chia Network price today is $1,188.43 USD with a 24-hour trading volume of $126,280,427 USD. Chia Network is down 5.98% in the last 24 hours. The current CoinMarketCap ranking is #2494, with a live market cap of not available. The circulating supply is not available and the max. supply is not available.If you would like to know where to buy Chia Network, the top exchanges for trading in Chia Network are currently OKEx, MXC.COM, DigiFinex, AOFEX,  and Gate.io. You can find others listed on our crypto exchanges page.Chia was incorporated in August of 2017 to develop an improved blockchain and smart transaction platform. We are building the Chia Network to improve the global financial and payments systems. Chia will be the first enterprise-grade digital money. Chia is using the first new Nakamoto consensus algorithm since Bitcoin. Called Proof of Space and Time, it was created by Bram Cohen, the best network protocol engineer alive and the inventor of BitTorrent. Chialisp is Chia’s new smart transaction programming language that is powerful, easy to audit, and secure. Reference smart transactions currently available are: atomic swaps, authorized payees, recoverable wallets, multisig wallets, and rate-limited wallets.Here are some other articles that you may be interested in:What Is a Crypto Faucet?What Are Crypto Debit Cards?What Is Web 3.0?What Is Yield Farming?What Is Crypto Lending?",
                "News": []
            }
        ]
    },
    {
        "Coin": "ElonGate",
        "URL": "https://coinmarketcap.com/currencies/ElonGate",
        "About": [
            {
                "Pricecurrent": "$0.0000006282",
                "Pricelow": "$0.00000053",
                "Pricehigh": "$0.00000063",
                "TheCoin": "ELONGATE Price Live DataThe live ElonGate price today is $6.28e-7 USD with a 24-hour trading volume of $4,871,191 USD. ElonGate is up 9.02% in the last 24 hours. The current CoinMarketCap ranking is #2597, with a live market cap of not available. The circulating supply is not available and a max. supply of 1,000,000,000,000,000 ELONGATE coins.$ELONGATE is a frictionless Yield & Liquidity Generation Token, where a 10% transaction fee rewards holders and donates significant sums to charity.ELONGATE instantly splits the fee: half goes to all holders and half auto locks in Pancake LP.Every 14 days funds are extracted and donated to a charity the community chooses.Here are some other articles that you may be interested in:What Is a Crypto Faucet?What Are Crypto Debit Cards?What Is Web 3.0?What Is Yield Farming?What Is Crypto Lending?",
                "News": []
            }
        ]
    },
    {
        "Coin": "TRON",
        "URL": "https://coinmarketcap.com/currencies/TRON",
        "About": [
            {
                "Pricecurrent": "$0.1419",
                "Pricelow": "$0.1365",
                "Pricehigh": "$0.1528",
                "TheCoin": "TRX Price Live DataThe live TRON price today is $0.141906 USD with a 24-hour trading volume of $3,208,056,938 USD. TRON is down 4.57% in the last 24 hours. The current CoinMarketCap ranking is #20, with a live market cap of $10,168,927,099 USD. It has a circulating supply of 71,659,657,369 TRX coins and the max. supply is not available.If you would like to know where to buy TRON, the top exchanges for trading in TRON are currently Binance, Huobi Global, OKEx, Upbit,  and FTX. You can find others listed on our crypto exchanges page.What Is TRON (TRX)?TRON is a blockchain-based operating system that aims to ensure this technology is suitable for daily use. Whereas Bitcoin can handle up to six transactions per second, and Ethereum up to 25, TRON claims that its network has capacity for 2,000 TPS.This project is best described as a decentralized platform focused on content sharing and entertainment — and to this end, one of its biggest acquisitions was the file sharing service BitTorrent back in 2018.Overall, TRON has divided its goals into six phases. These include delivering simple distributed file sharing, driving content creation through financial rewards, allowing content creators to launch their own personal tokens and decentralizing the gaming industry.TRON is also one of the most popular blockchains for building DApps.Who Are the Founders of TRON?TRON was founded by Justin Sun, who now serves as CEO. Educated at Peking University and the University of Pennsylvania, he was recognized by Forbes Asia in its 30 Under 30 series for entrepreneurs.Born in 1990, he was also associated with Ripple in the past — serving as its chief representative in the Greater China area.What Makes TRON Unique?TRON has positioned itself as an environment where content creators can connect with their audiences directly. By eliminating centralized platforms — whether they are streaming services, app stores or music sites — it is hoped that creators won’t end up losing as much commission to middlemen. In turn, this could also make content less expensive for consumers. Given how the entertainment sector is increasingly becoming digitized, TRON could have a headstart in applying blockchain technology to this industry.The company also says that it has a talented and experienced developer team, based around the world, that has been drawn from major companies such as Ripple Labs.Last but not least, whereas some other blockchain projects can be opaque about their plans for development, TRON offers a point of difference by delivering a roadmap that shows its intentions for the coming years.Related Pages:Find out about BitTorrent Token (BTT)Nine things to know before investing in cryptocurrencyLearn about cryptocurrency with CMC AlexandriaRead the latest posts on the CoinMarketCap blogWhat Is A Crypto Faucet?How Many TRON (TRX) Coins Are There in Circulation?TRON has a total supply of just over 100 billion tokens — and at the time of writing, about 71.6 billion of these are in circulation.When a token sale was held in 2017, 15.75 billion TRX was allocated to private investors, while an additional 40 billion were earmarked for initial coin offering participants. The Tron Foundation was given 34 billion, and a company owned by Justin Sun got 10 billion.All in all, this meant that 45% of TRX supply went to the founder and the project itself, while 55% was distributed among investors. Critics argue that this is a much higher ratio than what has been seen with other cryptocurrency projects.How Is the TRON Network Secured?TRON uses a consensus mechanism that is known as delegated proof-of-stake.TRX owners can freeze their cryptocurrency in order to get Tron Power, which means that they can vote for “super representatives” who serve as block producers.These block producers receive TRX rewards in exchange for verifying transactions, and these rewards are then distributed among the people who voted for them.According to TRON, this approach helps its blockchain to achieve higher levels of throughput. Where Can You Buy TRON (TRX)?It is possible to buy Tron from dozens of the exchanges it is listed on - including Poloniex, Bancor, KuCoin, Binance, Bitfinex, Coinbene and others. However, it is not supported by Coinbase.Learn about converting your fiat to Bitcoin here — the perfect gateway to purchasing altcoins.Our most recent articles about TRON:What Is Tron?Crypto Staking Guide 2021Total Crypto Market Cap Hits $2T and BTC Dominance Slides as Altcoins Go WildWhat Is a Crypto Faucet?Ethereum’s 2020 Good News to Deliver Bumper 2021?",
                "News": []
            }
        ]
    }
]